-- phpMyAdmin SQL Dump
-- version 5.1.1
-- https://www.phpmyadmin.net/
--
-- 主机： localhost
-- 生成日期： 2022-04-20 17:31:54
-- 服务器版本： 5.7.26
-- PHP 版本： 8.0.11

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- 数据库： `startmvc`
--

-- --------------------------------------------------------

--
-- 表的结构 `info`
--

CREATE TABLE `info` (
  `build_num` text COLLATE utf8_unicode_ci NOT NULL,
  `description` text COLLATE utf8_unicode_ci NOT NULL,
  `positive_date` text COLLATE utf8_unicode_ci NOT NULL,
  `contact_mobile` text COLLATE utf8_unicode_ci NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- 转存表中的数据 `info`
--

INSERT INTO `info` (`build_num`, `description`, `positive_date`, `contact_mobile`) VALUES
('2', '一户3位咩宝于4/8日统一转运', '2022/04/21', '18930409949'),
('1', '健康', '', '18930409949'),
('18', '一户4位咩宝于4/8、4/12、4/16日分别转运，目前1位回家', '2022/04/21', '18930409949'),
('32', '3位咩宝于4/7、4/10、4/17日分别转运，目前1位回家', '2022/04/21', '18930409949');

-- --------------------------------------------------------

--
-- 表的结构 `map`
--

CREATE TABLE `map` (
  `build_num` text COLLATE utf8_unicode_ci NOT NULL,
  `latlng` text COLLATE utf8_unicode_ci NOT NULL,
  `positive_time` text COLLATE utf8_unicode_ci NOT NULL,
  `build_desc` text COLLATE utf8_unicode_ci NOT NULL,
  `mobile` text COLLATE utf8_unicode_ci NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- 转存表中的数据 `map`
--

INSERT INTO `map` (`build_num`, `latlng`, `positive_time`, `build_desc`, `mobile`) VALUES
('1', '121.489234,31.176351', '2022/04/18', '健康', '0'),
('3', '121.489328,31.175907', '2022/04/18', '健康', ''),
('2', '121.489283,31.17615', '2022/04/21', '一户3位咩宝于4/8日统一转运', '18930409949'),
('11', '121.488946,31.176254', '2022/04/18', '健康', ''),
('12', '121.488852,31.176208', '2022/04/18', '健康', ''),
('13', '121.488681,31.176161', '2022/04/18', '健康', ''),
('14', '121.488537,31.176096', '2022/04/18', '健康', ''),
('15', '121.488412,31.176053', '2022/04/18', '健康', ''),
('16', '121.489054,31.175999', '2022/04/18', '健康', ''),
('17', '121.488933,31.175957', '2022/04/18', '健康', ''),
('18', '121.488748,31.175895', '2022/04/21', '一户4位咩宝于4/8、4/12、4/16日分别转运，目前1位回家', '18930409949'),
('19', '121.488609,31.175818', '2022/04/18', '健康', ''),
('20', '121.489099,31.17576', '2022/04/18', '健康', ''),
('21', '121.488991,31.175702', '2022/04/18', '健康', ''),
('22', '121.488811,31.175644', '2022/04/18', '健康', ''),
('23', '121.488663,31.17559', '2022/04/18', '健康', ''),
('24', '121.488466,31.175795', '2022/04/18', '健康', ''),
('25', '121.488483,31.17569', '2022/04/18', '健康', ''),
('26', '121.488474,31.175613', '2022/04/18', '健康', ''),
('27', '121.488474,31.175451', '2022/04/18', '健康', ''),
('28', '121.48918,31.175505', '2022/04/18', '健康', ''),
('29', '121.489031,31.175466', '2022/04/18', '健康', ''),
('30', '121.488856,31.175385', '2022/04/18', '健康', ''),
('31', '121.488695,31.175323', '2022/04/18', '健康', ''),
('32', '121.488537,31.175258', '2022/04/21', '3位咩宝于4/7、4/10、4/17日分别转运，目前1位回家', '18930409949'),
('35', '121.489211,31.175223', '2022/04/18', '健康', ''),
('36', '121.489076,31.175161', '2022/04/18', '健康', ''),
('37', '121.488888,31.17508', '2022/04/18', '健康', ''),
('38', '121.488739,31.175014', '2022/04/18', '健康', ''),
('39', '121.488591,31.174883', '2022/04/18', '健康', ''),
('40', '121.488569,31.174953', '2022/04/18', '健康', ''),
('41', '121.488546,31.175049', '2022/04/18', '健康', ''),
('42', '121.488506,31.175146', '2022/04/18', '健康', ''),
('43', '121.48913,31.17486', '2022/04/18', '健康', ''),
('44', '121.488883,31.174713', '2022/04/18', '健康', ''),
('45', '121.488614,31.174593', '2022/04/18', '健康', '');
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
