-- phpMyAdmin SQL Dump
-- version 5.1.1
-- https://www.phpmyadmin.net/
--
-- 主机： localhost
-- 生成日期： 2022-04-24 18:17:04
-- 服务器版本： 5.7.26
-- PHP 版本： 7.4.3

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- 数据库： `startmvc`
--

-- --------------------------------------------------------

--
-- 表的结构 `info`
--

CREATE TABLE `info` (
  `id` int(11) NOT NULL,
  `build_num` text COLLATE utf8_unicode_ci NOT NULL,
  `description` text COLLATE utf8_unicode_ci NOT NULL,
  `positive_date` text COLLATE utf8_unicode_ci NOT NULL,
  `contact_mobile` text COLLATE utf8_unicode_ci NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- 转存表中的数据 `info`
--

INSERT INTO `info` (`id`, `build_num`, `description`, `positive_date`, `contact_mobile`) VALUES
(1, '2', '一户3位咩宝于4/8日统一转运', '2022/04/21', '18930409949'),
(2, '1', '健康', '', '18930409949'),
(3, '18', '一户4位咩宝于4/8、4/12、4/16日分别转运，目前1位回家', '2022/04/21', '18930409949'),
(4, '32', '3位咩宝于4/7、4/10、4/17日分别转运，目前1位回家', '2022/04/21', '18930409949'),
(5, '16', '核酸异常4/21', '2022/04/21', '18930409949'),
(6, '16', '健康', '2022/04/23', '18930409949');

-- --------------------------------------------------------

--
-- 表的结构 `map`
--

CREATE TABLE `map` (
  `id` int(11) NOT NULL,
  `build_num` text COLLATE utf8_unicode_ci NOT NULL,
  `latlng` text COLLATE utf8_unicode_ci NOT NULL,
  `positive_time` text COLLATE utf8_unicode_ci NOT NULL,
  `build_desc` text COLLATE utf8_unicode_ci NOT NULL,
  `mobile` text COLLATE utf8_unicode_ci NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- 转存表中的数据 `map`
--

INSERT INTO `map` (`id`, `build_num`, `latlng`, `positive_time`, `build_desc`, `mobile`) VALUES
(1, '1', '121.489234,31.176351', '2022/04/18', '健康', '0'),
(2, '3', '121.489328,31.175907', '2022/04/18', '健康', ''),
(3, '2', '121.489283,31.17615', '2022/04/21', '一户3位咩宝于4/8日统一转运', '18930409949'),
(4, '11', '121.488946,31.176254', '2022/04/18', '健康', ''),
(5, '12', '121.488852,31.176208', '2022/04/18', '健康', ''),
(6, '13', '121.488681,31.176161', '2022/04/18', '健康', ''),
(7, '14', '121.488537,31.176096', '2022/04/18', '健康', ''),
(8, '15', '121.488412,31.176053', '2022/04/18', '健康', ''),
(9, '16', '121.489054,31.175999', '2022/04/23', '健康', '18930409949'),
(10, '17', '121.488933,31.175957', '2022/04/18', '健康', ''),
(11, '18', '121.488748,31.175895', '2022/04/21', '一户4位咩宝于4/8、4/12、4/16日分别转运，目前1位回家', '18930409949'),
(12, '19', '121.488609,31.175818', '2022/04/18', '健康', ''),
(13, '20', '121.489099,31.17576', '2022/04/18', '健康', ''),
(14, '21', '121.488991,31.175702', '2022/04/18', '健康', ''),
(15, '22', '121.488811,31.175644', '2022/04/18', '健康', ''),
(16, '23', '121.488663,31.17559', '2022/04/18', '健康', ''),
(17, '24', '121.488466,31.175795', '2022/04/18', '健康', ''),
(18, '25', '121.488483,31.17569', '2022/04/18', '健康', ''),
(19, '26', '121.488479,31.175567', '2022/04/18', '健康', ''),
(20, '27', '121.488474,31.175451', '2022/04/18', '健康', ''),
(21, '28', '121.48918,31.175505', '2022/04/18', '健康', ''),
(22, '29', '121.489031,31.175466', '2022/04/18', '健康', ''),
(23, '30', '121.488856,31.175385', '2022/04/18', '健康', ''),
(24, '31', '121.488695,31.175323', '2022/04/18', '健康', ''),
(25, '32', '121.488537,31.175258', '2022/04/21', '3位咩宝于4/7、4/10、4/17日分别转运，目前1位回家', '18930409949'),
(26, '35', '121.489211,31.175223', '2022/04/18', '健康', ''),
(27, '36', '121.489076,31.175161', '2022/04/18', '健康', ''),
(28, '37', '121.488888,31.17508', '2022/04/18', '健康', ''),
(29, '38', '121.488739,31.175014', '2022/04/18', '健康', ''),
(30, '39', '121.488591,31.174883', '2022/04/18', '健康', ''),
(31, '40', '121.488569,31.174953', '2022/04/18', '健康', ''),
(32, '41', '121.488546,31.175049', '2022/04/18', '健康', ''),
(33, '42', '121.488506,31.175146', '2022/04/18', '健康', ''),
(34, '43', '121.48913,31.17486', '2022/04/18', '健康', ''),
(35, '44', '121.488883,31.174713', '2022/04/18', '健康', ''),
(36, '45', '121.488614,31.174593', '2022/04/18', '健康', ''),
(37, '56', '121.488079,31.174211', '2022/04/21', '健康', '18900000000'),
(38, '52', '121.487931,31.174628', '2022/04/21', '健康', '18900000000'),
(39, '55', '121.488209,31.174242', '2022/04/21', '健康', '18900000000'),
(40, '53', '121.488259,31.174497', '2022/04/21', '健康', '18900000000'),
(41, '54', '121.487953,31.174397', '2022/04/21', '健康', '18900000000'),
(42, '57', '121.487895,31.174145', '2022/04/21', '健康', '18900000000'),
(43, '58', '121.487702,31.174111', '2022/04/21', '健康', '18900000000'),
(44, '59', '121.488461,31.174115', '2022/04/21', '健康', '18900000000'),
(45, '60', '121.488209,31.173949', '2022/04/21', '健康', '18900000000'),
(46, '61', '121.48807,31.173925', '2022/04/21', '健康', '18900000000'),
(47, '62', '121.487891,31.173875', '2022/04/21', '健康', '18900000000'),
(48, '63', '121.487697,31.173806', '2022/04/21', '健康', '18900000000'),
(49, '64', '121.488466,31.173898', '2022/04/21', '健康', '18900000000'),
(50, '65', '121.488232,31.173755', '2022/04/21', '健康', '18900000000'),
(51, '66', '121.488093,31.173709', '2022/04/21', '健康', '18900000000'),
(52, '67', '121.487936,31.173678', '2022/04/21', '健康', '18900000000'),
(53, '68', '121.487738,31.173609', '2022/04/21', '健康', '18900000000'),
(54, '69', '121.488614,31.173686', '2022/04/21', '健康', '18900000000'),
(55, '70', '121.488304,31.173497', '2022/04/21', '健康', '18900000000'),
(56, '71', '121.488147,31.173458', '2022/04/21', '健康', '18900000000'),
(57, '72', '121.487976,31.173423', '2022/04/21', '健康', '18900000000'),
(58, '73', '121.487792,31.173354', '2022/04/21', '健康', '18900000000'),
(59, '74', '121.488542,31.173485', '2022/04/21', '健康', '18900000000'),
(60, '75', '121.487132,31.173902', '2022/04/21', '健康', '18900000000'),
(61, '76', '121.487338,31.173906', '2022/04/21', '健康', '18900000000'),
(62, '77', '121.487504,31.173929', '2022/04/21', '健康', '18900000000'),
(63, '78', '121.487046,31.17352', '2022/04/21', '健康', '18900000000'),
(64, '79', '121.487199,31.173558', '2022/04/21', '健康', '18900000000'),
(65, '80', '121.487397,31.17357', '2022/04/21', '健康', '18900000000'),
(66, '81', '121.487522,31.173605', '2022/04/21', '健康', '18900000000'),
(67, '82', '121.487091,31.173242', '2022/04/21', '健康', '18900000000'),
(68, '83', '121.487262,31.173269', '2022/04/21', '健康', '18900000000'),
(69, '84', '121.487428,31.1733', '2022/04/21', '健康', '18900000000'),
(70, '85', '121.487599,31.173327', '2022/04/21', '健康', '18900000000'),
(71, '96', '121.487006,31.173794', '2022/04/21', '健康', '18900000000'),
(72, '', '', '2022/04/21', '健康', '18900000000');

-- --------------------------------------------------------

--
-- 表的结构 `news`
--

CREATE TABLE `news` (
  `id` int(11) NOT NULL,
  `date` date NOT NULL,
  `road_num` text COLLATE utf8_unicode_ci NOT NULL,
  `build_num` text COLLATE utf8_unicode_ci NOT NULL,
  `mie_status` text COLLATE utf8_unicode_ci NOT NULL,
  `build_status` text COLLATE utf8_unicode_ci NOT NULL,
  `build_desc` text COLLATE utf8_unicode_ci NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- 转存表中的数据 `news`
--

INSERT INTO `news` (`id`, `date`, `road_num`, `build_num`, `mie_status`, `build_status`, `build_desc`) VALUES
(1, '2022-04-24', '44', '17', '病人已转运', '楼栋封控中', '无新增'),
(2, '2022-04-24', '44', '1', '病人已转运', '楼栋封控中', '无新增'),
(3, '2022-04-25', '44', '17', '病人已转运', '楼栋封控中', '无新增');

-- --------------------------------------------------------

--
-- 表的结构 `quarantine`
--

CREATE TABLE `quarantine` (
  `id` int(11) NOT NULL,
  `date` date NOT NULL,
  `build_num` text COLLATE utf8_unicode_ci NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- 转存表中的数据 `quarantine`
--

INSERT INTO `quarantine` (`id`, `date`, `build_num`) VALUES
(5, '2022-04-30', '1');

--
-- 转储表的索引
--

--
-- 表的索引 `info`
--
ALTER TABLE `info`
  ADD PRIMARY KEY (`id`);

--
-- 表的索引 `map`
--
ALTER TABLE `map`
  ADD PRIMARY KEY (`id`);

--
-- 表的索引 `news`
--
ALTER TABLE `news`
  ADD PRIMARY KEY (`id`);

--
-- 表的索引 `quarantine`
--
ALTER TABLE `quarantine`
  ADD PRIMARY KEY (`id`);

--
-- 在导出的表使用AUTO_INCREMENT
--

--
-- 使用表AUTO_INCREMENT `info`
--
ALTER TABLE `info`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;

--
-- 使用表AUTO_INCREMENT `map`
--
ALTER TABLE `map`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=73;

--
-- 使用表AUTO_INCREMENT `news`
--
ALTER TABLE `news`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- 使用表AUTO_INCREMENT `quarantine`
--
ALTER TABLE `quarantine`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
